---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityWidth
source: html/3904e7d7-40a2-baf2-73cf-8a8b7b585316.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportAdtEntityWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportAdtEntityWidth { get; }
```